<?php

return [
    'success_update' => 'Информация об аккаунте успешно обновлена!',
    'failure_update' => 'На введенную почту уже зарегистрирован другой пользователь!',
    'success_delete' => 'Аккаунт успешно удален!',
    'failure_delete' => 'Произошла ошибка во время удаления аккаунта.',
    'update_btn' => 'Обновить информацию об аккаунте',
    'delete_btn' => 'Удалить аккаунт',
    'delete_acc' => 'Удаление аккаунта',
    'update_acc' => 'Редактировать аккаунт',
    'info_acc' => 'Информация об аккаунте',
    'login_acc' => 'Логин',
    'email_acc' => 'Почта',
    'logout' => 'Выход',
    'register' => 'Зарегистрироваться',
    'sign_in' => 'Войти',
    'settings' => 'Настройки аккаунта',
    'password' => 'Пароль',
    'remember' => 'Запомнить меня',
    'forgot' => 'Забыли пароль?',
    'name' => 'Имя',
    'password_confirm' => 'Подтверждение пароля'
];
