<?php

return [
    'error' => 'Ошибка',
    'created' => 'Создана',
    'in_work' => 'В работе',
    'testing' => 'Тестируется',
    'completed' => 'Завершена',
    'permission_denied' => 'Менять или удалять системные статусы запрещено.',
    'name' => 'Статусы',
    'id' => 'ID',
    'status_name' => 'Название статуса',
    'delete' => 'Удалить статус',
    'delete_confirm' => 'Вы уверены что хотите удалить этот статус?',
    'created_at' => 'Дата создания',
    'updated_at' => 'Дата обновления',
    'delete_successful' => 'Статус успешно удален!',
    'delete_failed' => 'Статус привязан к какой либо задаче, его нельзя удалить.',
    'delete_system' => 'Системные статусы нельзя удалять.',
    'update' => 'Обновить статус',
    'update_success' => 'Информация статуса успешно обновлена',
    'create' => 'Создать новый статус',
    'create_accept' => 'Создать',
    'close' => 'Закрыть',
    'create_success' => 'Статус успешно создан'
];
