<?php

return [
    'tasks' => 'Задачи',
    'id' => 'ID',
    'name' => 'Название задачи',
    'state' => 'Статус задачи',
    'assigned' => 'Назначен на выполнение',
    'creator' => 'Создатель задачи',
    'description' => 'Описание',
    'tags' => 'Теги',
    'proceed' => 'Перейти на новый этап задачи',
    'proceeded' => 'Задача перешла на новый этап',
    'update' => 'Обновить информацию о задаче',
    'delete' => 'Удалить задачу',
    'deleted' => 'Задача успешно удалена!',
    'delete_confirm' => 'Вы уверены что хотите удалить эту задачу?',
    'creating' => 'Создание новой задачи',
    'create' => 'Создать задачу',
    'created' => 'Задача создана!'
];
